import React from 'react';

export default class Agreement extends React.Component {
    render(){
        return(
            <div>
            <h6>医生注册协议</h6>
定义
1、《新精警医生注册协议》（以下简称“本协议”）是您与新精警订立的关于您使用新精警平台的协议。
2、本协议项下的新精警平台是指新精警（域名：？）等网站及客户端应用程序。
3、“用户”是指新精警平台服务的使用人，即医生，在本协议中更多地称为“您”或“用户”。
一、总则
1、新精警平台是一个医疗健康交流互通平台，为确保您能正常地使用新精警的各项电子服务，您应当阅读并遵守本协议。请您务必审慎阅读、充分理解各条款内容，以及开通或使用某项服务的单独协议，并选择接受或不接受。
2、除非您已阅读并接受本协议所有条款，否则您无权使用新精警的各项电子服务（以下简称“本服务”）。您在新精警平台的登录、查看、发布信息等行为即视为您已阅读并同意本协议的约束，包括接受更新后的本协议条款。当您与新精警平台发生争议时，应以最新的服务协议为准。
3、新精警为您提供全面的各项电子服务，为充分保护您对于新精警提供的各项服务的知情权，新精警就其提供的各项服务的相关性、有效性以及限制性提供以下注册条款。新精警在此特别提醒您，在您使用注册前已确实仔细阅读了本协议，如果您对本协议的任何条款或者将来随时可能修改、补充的条款有异议，您可选择不注册。
4、您在进行注册程序过程中，根据声音、文字或图形等提示可以选择表示“同意”的操作，当您点选“同意”按钮时即视为您已仔细阅读本协议，同意接受本协议项下的所有条款，包括接受新精警对本协议条款随时所做的任何修改，并愿意受其约束。之后方能按系统提示完成全部注册程序、问答程序、享受相关的各项电子服务。
5、您在新精警平台提问、搜索、提供各项电子信息、与其它用户交流及其他电子服务，即代表您已经同意本协议。
6、本协议的条款适用于新精警提供的各种服务，但当您使用新精警某一特定服务时，如该服务另有单独的服务条款、指引或规则，您应遵守本协议及新精警随时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则，均构成本协议的一部分。除非本协议另有其他明示规定，新推出的产品或服务、增加或强化目前本服务的任何新功能，均受到本协议之规范。
7、如对本协议内容有任何疑问、意见或建议，您可通过客服中心（ ？）与我们联系。
二、 本协议的确认和接纳
1、新精警平台的各项电子服务的所有权和运作权归新精警所有。您同意所有注册协议条款并完成注册程序，才能成为新精警平台的正式用户。您确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。
2、您点击登录，即视为您确认自己具有享受新精警平台服务、下单购买等相应的权利能力和行为能力，能够独立承担法律责任。
3、新精警作为医疗健康交流互通平台仅向正规医疗机构的医生提供相关服务。因此，您必须是经合法登记、已获得相应执业证书或具有同等资质的医生。若不符合本项条件，请勿使用本服务，新精警可随时自行全权决定拒绝向任何不符合要求的用户提供本服务。
4、新精警保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。
5、新精警运用自己的操作系统通过国际互联网为您提供各项电子服务，并承担本协议和其它服务协议中对您的责任和义务。为使用本服务，您必须能够自行通过有法律资格的第三方对您提供互联网接入服务，并自行承担以下内容：
(1)自行配备上网所需的设备，包括个人电脑，调制解调器及其他必要的设备装置。
(2)自行承担上网所需的相关必要费用，如：电话费用、网络费用等。
(3)本协议中规定的您的其他责任和义务。
6、您应保证：提供详尽、真实、准确和完整的个人资料以符合实名认证的要求。如果资料发生变动，您应及时更改。若您提供任何错误、不实、过时或不完整的资料，并为新精警所确知，或者新精警有合理理由怀疑前述资料为错误、不实、过时或不完整的资料，新精警有权暂停或终止您的帐号，并拒绝现在或将来申请使用本服务的全部或一部分的请求。在此情况下，您可通过新精警的申诉途径与新精警取得联系并修正个人资料经新精警核实后恢复账号使用。您还应当保证：您具有签署本协议的能力和资质，并取得相关的授权，包括但不限于获得您的第一执业点的同意，符合国家的政策及法律的规定。
7、本服务不会提供给被暂时中止或永久终止资格的新精警平台用户。
8、新精警平台按照现有技术和条件所能达到的现状提供的。新精警会尽最大努力为用户提供服务，确保服务的连贯性和安全性；但新精警不能随时预见和防范法律、 技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
三、用户依法言行义务
本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：
（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；
（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；
（3）不得利用新精警平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
（4）不得干扰新精警平台的正常运转，不得侵入新精警平台及国家计算机信息系统；
（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；
（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；
（7）不得教唆他人从事本条所禁止的行为；
（8）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容。 您应关注并遵守新精警平台不时公布或修改的各类合法规则规定。新精警平台保有删除各类不符合法律政策或不真实的信息内容而无须通知用户的权利。若您未遵守以上规定的，新精警平台有权作出独立判断并采取暂停或关闭用户帐号等措施。您须对自己在网上的言论和行为承担法律责任。
四、用户管理
1、您在进行注册过程中，您的用户名注册与使用应符合网络道德，遵守中华人民共和国的相关法律法规。您的用户名和昵称中不能含有威胁、淫秽、谩骂、非法、侵害他人正当权益等有争议性的文字。您在新精警上的言论不得违法、不得违反公序良俗、不得使用攻击性语言恶意中伤他人，或作出虚假性陈述。您保证您在新精警上提供的信息的真实性、合法性和有效性。您单独承担在新精警上发布内容的一切相关责任。您使用或提供的服务应遵守所有适用于新精警的地方法律、国家法律和国际法律标准。
2、您应遵守从中国境内向外传输技术性资料时必须符合中国有关法律法规。 
3、您使用本服务不作其他非法用途。
4、您不得干扰或扰乱本服务，不得盗用他人帐号，如有上述行为，您需对此行为造成的后果负责。
5、您应遵守所有使用本服务的各项协议、规定、程序和惯例。您须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，您也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。
6、您不得发布任何不基于事实、虚构、夸大、引人误解的信息；不得发布涉及政治、性别、种族歧视或攻击他人的文字、图片、视频或语言等信息；不得发布介绍个人、科室等广告性质的内容；不得有其它涉及违反当地法规、国家法律和国际法律的行为。
7、您发布的文章、视频、资讯不得侵犯任何第三方的合法知识产权。
8、若您的行为不符合本协议的规定，新精警有权做出独立判断，并立即停止向该您帐号提供服务。您需对自己在网上的行为承担法律责任。您若在新精警上散布和传播反动、色情或其他违反国家法律的信息，新精警的系统记录有可能作为您违反法律的证据。
9、您的授权行为：对新精警而言，您帐号和密码是唯一验证您真实性的依据，只要使用了正确的您帐号和密码无论是谁登录均视为已经得到您本人的授权。
10、根据《互联网医院管理办法（试行）》第十八条规定，您在提供服务前须对患者进行风险提示，并获得患者的知情同意。
11、您在新精警平台提供诊疗服务应且仅应针对部分常见病、慢性病复诊和“互联网+”家庭医生签约服务。
五、用户责任
1、您同意保障和维护新精警的利益，如果因为您违反有关法律、法规或本协议的任何规定而给新精警、新精警生或任何其他第三方造成任何损失包括但不限于因您提供医疗服务发生的医疗责任，您统一承担由此产生的损害赔偿责任，其中包括新精警为此而支付的律师费用。
2、您同意承担包括但不限于如下违反相关法律法规或违反平台规则情形造成的全部责任：
（1）违规接诊初诊患者；
（2）不遵守病例书写规范：
（3）不符合诊疗规范；
（4）误诊、漏诊；
（5）在咨询服务过程中涉及诊疗行为的；
（6）超出执业地点、执业范围、执业诊疗科目的；
（7）未进行患者知情告知。
3、您须承担诸如侵犯患者隐私、名誉权等造成的其他非医疗责任。
4、如您违反本协议、平台相关规则、双方间其他约定等致使新精警对外担责，新精警有权向您追责。
六、您的帐号、密码和安全性
1、您一旦注册成功，成为新精警的合法用户，将得到一个您的帐号和密码。您的帐号和密码由您负责保管。您要对任何以您帐号进行的活动和事件负全责，且您有权随时根据指示更改您的密码。若发现任何非法使用您的帐号或存在安全漏洞的情况，请立即通知新精警。
2、因黑客行为或您的保管疏忽等情况导致帐号、密码遭他人非法使用，新精警不承担责任。新精警将根据法律法规的要求，履行其作为移动互联网信息服务提供者应当履行的义务。
七、收费服务
1、新精警平台的相关服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。
2、请您在支付费用时，仔细阅读收费服务的相关协议，除协议约定的情况外，否则，新精警将不予退费。退费的方式视支付方式的不同而不同。用户应严格依据退费方式及退费周期收回退款。
3、新精警可能根据实际需要对收费服务的收费标准、方式进行修改和变更，新精警也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，新精警将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
八、服务暂停、变更与中止条款
1、鉴于移动互联网服务的特殊性，新精警有权随时变更、中止或终止部分或全部的服务。如变更、中止或终止的服务属于免费服务，新精警无需通知您，也无需对您或任何第三方承担任何责任。
2、您理解，新精警需要定期或不定期地对提供本服务的平台或相关的设备进行检修或者维护，如因此类情况而造成本服务在合理时间内的中断，新精警无需为此承担任何责任，但新精警应尽可能事先进行通告。
3、如发生下列任何一种情形，新精警有权随时中断或终止向您提供本协议项下的服务而无需对您或任何第三方承担任何责任：
(1) 您违反国家有关法律法规或新精警平台规定，侵害他人合法权益的；
(2)您提供的个人资料不真实；
(3) 您违反本协议中的规定；
(4) 您违反新精警发布的政策；
(5) 新精警认为其他不适宜的地方。
九、结束服务
您或新精警可随时根据用户管理的规范（参见本协议的第四条）和实际情况中断一项或多项本服务，新精警无需对您或任何其他第三方负责。您对本协议的修改有异议，或对新精警的服务不满，可以行使如下权利：
1、停止使用新精警提供的服务。
2、通告新精警停止对该您帐号的服务。结束您的服务后，您使用本服务的权利马上终止，即刻，新精警不对您承担任何义务和责任。
十、隐私及个人信息的保护
1、保护您隐私是新精警的一项基本政策。
2、您的信任对新精警非常重要，新精警深知个人信息安全的重要性，新精警将按照法律法规要求，采取安全保护措施，保护您的个人信息安全。具体详见《法律声明及隐私权政策》。
十一、知识产权条款
1、您一旦接受本协议，即表明您主动将其在任何时间段在新精警平台发表的任何形式的信息内容（包括但不限于用户评价、用户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给新精警所有，您同意新精警有权就任何主体侵权而单独提起诉讼。
  
2、本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于您在新精警平台上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。
3、您同意并已充分了解本协议的条款，承诺不将已发表于新精警平台的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。
4、新精警是新精警平台的制作者，拥有新精警平台内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及新精警平台的内容进行修改，并在新精警平台张贴，无须另行通知您。在法律允许的最大限度范围内，新精警对本协议及新精警平台的内容拥有解释权。
5、除法律另有强制性规定外，未经新精警明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用新精警平台的信息内容，否则，新精警有权追究其法律责任。
6、新精警平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是新精警或其内容提供者的财产，受中国和国际版权法的保护。新精警平台上所有内容的汇编是新精警的排他财产，受中国和国际版权法的保护。新精警平台上的所有软件都是新精警或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
十二、特别授权
您完全理解并不可撤销地授予新精警下列权利：

1、一旦您向新精警作出任何形式的承诺，且相关机构已确认您违反了该承诺，则新精警有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关机构确认的您的违约情况。您了解并同意，新精警无须就相关违约事项与您核对事实，或另行征得您的同意，且新精警无须就此限制措施或公示行为向您或任何第三方承担任何的责任。
2、一旦您违反本协议、或与新精警签订其他协议的约定，新精警有权以任何方式通知本服务或其他相关新精警服务，要求其对您的权益采取限制措施，包括但不限于要求中止、终止对您提供的部分或全部服务，且在其经营或实际控制的网站或APP公示您的违约情况。
3、您授权新精警使用您注册、使用本服务过程中形成的信息，并允许其通过短信、邮件、电话或其他形式向您传送新精警提供的服务。您同意接受新精警通过短信、邮件、电话或其他形式向您发送活动、服务或其他相关商业信息。如果您不需要新精警提供的部分或全部服务的活动、服务或其他相关商业信息的服务，在您向新精警客服提出申请后予以中止、终止对您提供的该部分或全部服务。
十三、新精警拒绝提供担保
1、您对移动网络服务的使用承担风险，并承担因为使用移动网络服务而产生的一切后果。新精警对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保作限制。
2、新精警不担保本服务一定能完全满足您的要求，也不担保本服务不会受网络、通信等原因而中断，对服务的及时性、安全性、错误程序的发生都不作担保。
3、新精警因受合作医疗机构等资源限制，就您所提的请求不担保服务一定能够成功。
4、新精警对在新精警平台上得到的任何有关健康的咨询意见等，不作担保。
5、您不能从新精警得到口头或书面的意见或信息（增加除外条款，而并非全部），新精警也不会在此做明确担保。
6、除非另有明确的书面说明，新精警平台及其所包含的或以其它方式通过新精警平台提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。除非另有明确的书面说明，新精警不对新精警平台的运营及其包含在新精警平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
7、新精警不担保新精警平台包含的或以其它方式通过新精警平台提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从新精警平台发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它新精警平台无法控制的原因使新精警平台系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，新精警会合理地尽力协助处理善后事宜。
8、新精警平台所承载的内容（文、图、视频、音频）均为传播有益健康资讯目的，不对其真实性、科学性、严肃性做任何形式保证。
十四、责任限制
1、新精警平台服务是按照现有技术和条件所能达到的水平提供的服务。新精警会尽最大努力为您提供服务，确保服务的连贯性和安全性；但新精警不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。新精警所不能控制的事件而影响新精警提供服务，新精警无须承担任何责任。
2、新精警对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（新精警违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。这些行为都有可能会导致新精警的形象受损，所以新精警事先提出这种损害的可能性。
3、新精警所有信息仅供参考。新精警致力于提供正确、完整的健康资讯，但不保证信息的绝对正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。新精警所提供的任何健康资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用新精警资料发生偏差，新精警不承担任何法律责任。
4、新精警拒绝回复的问题，包括但不限于如下情况：
（1）未按提问要求提问，如提问时未指定医生，却要求具体医生回复；
（2）有危害他人/自己可能的问题；
（3）追问医生个人信息的问题；
（4）故意挑逗、侮辱医生的提问。
5、新精警平台所提供的任何各项电子信息，症状自查等服务仅供参考，如自行使用新精警平台中资料发生偏差，新精警概不负责，亦不负任何法律责任。  
6、新精警保留对本声明作出不定时修改的权利。 
7、新精警不对您所发布信息的删除或储存失败负责。新精警积极采用数据备份加密等措施保障您数据的安全，但不对由于因意外因素导致的数据损失和泄漏负责。新精警有权审查和监督您的行为是否符合本协议的要求，如果您违背了本协议的约定，则新精警有权中断您的服务。
8、如果您或第三方就相关服务购买了保险，因发生保险事故导致损失的，保险公司已经向您或第三方承担或许诺承担保险理赔责任后，新精警在此范围内不再承担赔偿责任。
十五、广告说明
1、新精警平台上为您的便利而提供的外部链接，包括但不限于任何广告内容链接，以及该链接所指向网页之所有内容，均系该网页所属第三方的所有者制作和提供（以下简称“第三方网页”）。第三方网页并非也不反映新精警之任何意见和主张，也不表示新精警同意或支持该第三方网页上的任何内容、主张或立场。新精警对第三方网页中内容之合法性、准确性、真实性、适用性、安全性和完整性等概不承担任何责任。任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、适用性、完整性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如您不确定这些内容是否合法、准确、真实、实用、完整和安全，建议您先咨询专业人士。
2、任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，新精警概不承担任何法律责任。无论何种原因，新精警不对任何非与新精警直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。
十六、协议修改
根据国家法律法规变化及网络运营需要，新精警有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在新精警平台上即生效，并代替原来的协议，新精警将公告通知变更信息。您可随时登陆查阅最新协议；您有义务不时关注并阅读最新版的协议及新精警平台公告。如您不同意更新后的协议，可以且应立即停止接受新精警平台依据本协议提供的服务；如您继续使用新精警平台提供的服务，即视为同意更新后的协议。新精警建议您在使用新精警平台之前阅读本协议及新精警平台的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。当发生有关争议时，以最新的服务协议为准。
十七、通告
1.本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达。
2.您对于新精警的通知应当通过新精警平台对外正式公布的通信地址、电子邮件地址等联系信息进行邮寄书面送达。
十八、法律管辖和适用
1、本协议签订于？。
2、本协议之效力、解释、执行和争议的解决均适用中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。
3、如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方可提交本协议签订地有管辖权的人民法院诉讼裁决。
十九、其他
1、新精警尊重您的合法权利，本协议及新精警平台上发布的各类规则、声明等其他内容，均是为了更好地、更加便利地为您提供服务。新精警平台欢迎您和社会各界提出意见和建议，新精警将虚心接受并适时修改本协议及新精警平台的各类规则。
2、本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请您着重阅读。
3、您注册使用新精警平台即视为您完全接受本协议，在点击“登录”之前请您再次确认已知悉并完全理解本协议的全部内容。
关于服务行为的详细描述
咨询服务：
1、患者通过APP发布无明确信息来源的疾病症状信息，不直接挂号医院、科室、医师，只是希求获得医学分析和解答。
2、多学科医师获取发布的信息，不进行医患交流，利用自有的医学常识对“病症”进行分析和预判。
3、医患双方不建立明确真实的诊疗关系，仅是医学知识的有偿交流与传播，属于医学教育、患者教育范畴。
4、不同专业医师对发布信息的回复不属于法定诊疗规范下的标准回复，不属于跨科室执业。医师的回复不属于诊疗性质，不承担诊疗责任。
5、发布方获取到的医学分析和预判内容，不能用于诊疗用途。个人行为用于诊疗用途，造成的任何后果与医师的发言回复无关，与新精警平台无关。
6、医院、医师参与了部分解答服务，但医患间不具备真实的诊疗关系，不适用相关法律法规的约束。
7、咨询记录的形式不固定，不纳入诊疗文件管理和质检管理。

            </div>
        )
    }
}

